Repository: calendulish/steam-tools-ng
Catalog: i18n/*.po
Languages: fr

source: Done!
fr: Terminé!

source: Light
fr: Clair

source: Dark
fr: Sombre

source: Critical
fr: Critique

source: Error
fr: Erreur

source: Warning
fr: Attention

source: English
fr: Anglais

source: Portuguese (Brazil)
fr: Portugais (Brésil)

source: French
fr: Français

source: Main Giveaways
fr: Giveaways Principaux

source: New Giveaways
fr: Nouveaux Giveaways

source: Recommended
fr: Recommandés

source: Wishlist Only
fr: Seulement Liste de Souhaits

source: Group Only
fr: Seulement Groupe

source: Name
fr: Nom

source: Level
fr: Niveau

source: Card Farming
fr: Farming de Carte

source: Saving %s:%s on config file
fr: Enregistrement de %s:%s dans le fichier de configuration

source: Not saving %s:%s because values are already updated
fr: Pas d'enregistrement de %s:%s car les valeurs sont déjà à jour

source: Steam is not running.
fr: Steam n'est pas démarré.

source: Fallbacking time offset to WebAPI
fr: Retour du time offset à WebAPI

source: Please, write your username
fr: Veuillez écrire votre nom d\'utilisateur

source: No shared secret found. Trying to log-in without two-factor authentication.
fr: Pas de secret partagé trouvé. Tentative de connexion sans l'authentification à deux facteurs.

source: Write code received by email
fr: Ecrire le code reçu par email

source: Your network is blocked! It'll take some time until unblocked. Please, try again later
fr: Votre réseau est bloqué! Cela va prendre du temps avant d'être débloqué. Veuillez réessayer plus tard

source: Steam server is requesting a captcha code.
fr: Le serveur Steam demande un code captcha.

source: Open {} in an image view and write captcha code that it shows
fr: Ouvrir {} dans une vue image et écrire le code captcha qu'il montre

source: Unable to log-in! Please, check your username/password and try again.
fr: Impossible de s'identifier! Veuillez vérifier votre nom d'utilisateur et mot de passe et réessayer.

source: No Connection. Please, check your connection and try again.
fr: Pas de Connexion. Veuillez vérifier votre connexion et essayez encore.

source: Write code received by SMS
fr: Ecrire le code reçu par SMS

source: Invalid SMS Code. Please, check the code and try again.
fr: Code SMS invalide. Veuillez vérifier le code et essayez encore.

source: Success!
fr: Réussi!

source: Unable to add a new authenticator
fr: Impossible d'ajouter un nouvel authentificateur

source: STNG is not configured.
fr: STNG n'est pas configuré.

source: [1] Use STNG as Steam Authenticator [2] Use custom secrets (advanced users only!)
fr: [1] Utiliser STNG en tant que Authentificateur Steam [2] Utiliser des secrets personnalisés (utilisateurs avancés uniquement!)

source: User is not logged in.
fr: L'utilisateur n'est pas identifié.

source: Please, write your password (it's hidden, and will be not saved)
fr: Veuillez écrire votre mot de passe (il est caché, et ne sera pas sauvegardé)

source: Unable to log-in! Username or password is blank.
fr: Impossible de s'indentifier! Le nom d'utilisateur ou le mot de passe est vide.

source: Write your shared secret
fr: Ecrire votre secret partagé

source: Write your identity secret
fr: Ecrire votre secret d'identité

source: Unable to log-in! shared secret or identity secret is blank.
fr: Impossible de s'identifier! Le secret partagé ou d'identité est vide.

source: Unable to relogin without a valid shared secret and identity secret
fr: Impossible de se reconnecter sans un secret partagé et d'identité valide.

source: Waiting Steam Server...
fr: En attente du Serveur Steam...

source: Unable to log-in! You already have a Steam Authenticator active on current account.
fr: Impossible de s'identifier! Vous avez déjà un Authentificateur Steam activé sur ce compte.

source: ¬ To log-in, remove authenticator from your account and try again.
fr: ¬ Pour s'identifier, enlever l'authentificateur de votre compte et réessayer.

source: ¬ (STNG will add itself as Steam Authenticator in your account)
fr: ¬ (STNG s'ajoutera en tant que Authentificateur Steam dans votre compte)

source: Unable to log-in! The secret keys are invalid!
fr: Impossible de s'identifier! Les clés secrètes sont invalides!

source: Your network is blocked! It'll take some time until unblocked. Please, try again later.
fr: Votre réseau est bloqué! Cela va prendre du temps avant d'être débloqué. Veuillez réessayer plus tard.

source: Unable to log-in! Please, check your username/password and try again.
fr: Impossible de s'identifier! Veuillez vérifier votre nom d'utilisateur et mot de passe et réessayez.

source: No Connection
fr: Pas de Connexion

source: WRITE DOWN THE RECOVERY CODE: %s
fr: ÉCRIRE ET CONSERVER LE CODE DE RÉCUPÉRATION: %s

source: YOU WILL NOT ABLE TO VIEW IT AGAIN!
fr: VOUS NE POURREZ PLUS LE REVOIR!

source: Do you want to save the password?
fr: Voulez-vous sauvegarder le mot de passe?

source: [Y/n]
fr: [O/n]

source: [y/N]
fr: [o/N]

source: Invalid response from user
fr: Réponse de l'utilisateur invalide

source: {} is not an accepted value
fr: {} n'est pas une valeur acceptée

source: y
fr: o

source: Please, try again.
fr: Veuillez réessayer.

source: No more cards to drop.
fr: Plus de cartes à droper.

source: Steam Client is not running.
fr: Le Client Steam n'est pas démarré.

source: Updating drops
fr: Mise à jour des drops

source: Unable to find deviceid. Generating from identity.
fr: Impossible de trouve un id d'appareil. Génération à partir de l'identité.

source: Error when fetch confirmations
fr: Erreur lors de la récupération des confirmations

source: Steam is not running
fr: Steam n'est pas démarré

source: User is not logged in
fr: L'utilisateur n'est pas identifié

source: Loading
fr: Chargement

source: No giveaways to join.
fr: Pas de Giveaway à rejoindre.

source: Joined!
fr: Rejoint!

source: Giveaway is already ended.
fr: le Giveaway est déjà fini.

source: Login is lost. Trying to relogin.
fr: Login perdu. Tentative de reconnexion.

source: Steam Client is not running
fr: Le Client Steam n'est pas démarré

source: Loading...
fr: Chargement...

source: Running
fr: Démarré

source: Unable to find Steamtrades plugin
fr: Impossible de trouver le plugin Steamtrades

source: Unable to find trade id
fr: Impossible de trouver l'ID de l'offre d'échange

source: Bumped!
fr: Remonté!

source: Unable to bump
fr: Impossible de remonter

source: Setting wait_offset from steamtrades to %s
fr: Paramètre wait_offset de steamtrades à %s

source: Waiting more {} minutes
fr: En attente encore {} minutes

source: Git Repository
fr: Repositoire Git

source: Made with Love <3
fr: Fait avec Amour <3

source: Advanced Settings
fr: Paramètres Avancés

source: Login Settings
fr: Paramètres du Login

source: Shared Secret:
fr: Secret Partagé:

source: Identity Secret:
fr: Secret d'Identité:

source: Device ID:
fr: ID Appareil:

source: Steam ID:
fr: ID Steam:

source: Reset Everything (USE WITH CAUTION!!!)
fr: Tout Remettre à Zéro (UTILISER AVEC PRÉCAUTION!!!)

source: Reseting... Please wait!
fr: Remise à zéro... Veuillez patienter!

source: Disabled
fr: Désactivé

source: Waiting another confirmation process
fr: En attente d'un autre processus de confirmation

source: Skipping confirmations update because data doesn't seem to have changed
fr: Confirmations de mise à jour ignorées car les donnés ne semblent pas avoir changées

source: Add Authenticator
fr: Ajouter Authentificateur

source: User Details
fr: Détails Utilisateur

source: Invalid SMS Code. Please, check the code and try again.
fr: Code SMS invalide. Veuillez vérifier le code et réessayer.

source: RECOVERY CODE You will need this code to recovery your Steam Account if you lose access to STNG Authenticator. So, writedown this recovery code. YOU WILL NOT ABLE TO VIEW IT AGAIN!
fr: CODE DE RÉCUPÉRATION Vous aurez besoin de ce code de récupération pour votre Compte Steam si vous perdez accès à l'Authentificateur STNG. Donc écrivez à l’abri ce code de récupération. VOUS NE POURREZ PLUS LE REVOIR!

source: Recovery Code
fr: Code de Récupération

source: accept
fr: accepter

source: cancel
fr: annuler

source: Finalize Confirmation
fr: Finaliser la Confirmation

source: Continue
fr: Continuer

source: Cancel
fr: Annuler

source: No items to accept or cancel
fr: Aucun objet à accepter ou annuler

source: Do you really want to {} ALL confirmations? It can't be undone!
fr: Voulez-vous vraiment {} TOUTES les confirmations? ceci ne peut pas être annulé!

source: You are trading the following items with {}:
fr: Vous échangez les objets suivants avec {}:

source: Do you really want to {} that? It can't be undone!
fr: Voulez-vous vraiment {} cela? Ceci ne peut pas être annulé!

source: You will give
fr: Vous donnerez

source: You will receive
fr: Vous recevrez

source: Steam Server is slow. Please, try again.
fr: Le Serveur Steam est lent. Veuillez réessayer.

source: Waiting Steam Server (OP: {})
fr: En attente du Serveur Steam (OP: {})

source: Unable to remove tree path %s (already removed?). Ignoring.
fr: Impossible de supprimer le chemin de l'arborescence %s (déjà supprimé?). Ignoré.

source: Waiting Steam Server response
fr: Attente de la réponse du Serveur Steam

source: Updating tree
fr: Mise à jour de l'arborescence

source: Username:
fr: Nom d'Utilisateur:

source: Password:
fr: Mot de Passe:

source: Captcha Text:
fr: Texte Captcha:

source: Save Password:
fr: Enregistrer le Mot de Passe:

source: Settings
fr: Paramètres

source: Theme:
fr: Thème:

source: Show close button:
fr: Voir le bouton de fermeture:

source: Language
fr: Langue

source: Advanced
fr: Avancé

source: Plugins Settings
fr: Paramètres des Plugins

source: Steamtrades Settings
fr: Paramètres Steamtrades

source: Trade IDs:
fr: IDs des Échanges:

source: Wait MIN:
fr: Attente MIN:

source: Wait MAX:
fr: Attente MAX:

source: Steamgifts Settings
fr: Paramètres Steamgifts

source: Giveaway Type:
fr: Type de Giveaway:

source: Sort Giveaways:
fr: Trier les Giveaways:

source: Reverse Sorting:
fr: Tri Inversé:

source: Developer Giveaways
fr: Giveaway Développeur

source: Cardfarming settings
fr: Paramètres Cardfarming

source: More cards First:
fr: Plus de cartes en Premier:

source: Logger settings
fr: Paramètres du Logger

source: Level:
fr: Niveau:

source: Console level:
fr: Niveau de console:

source: IT'S A FATAL ERROR!!! PLEASE, REPORT!!!
fr: CECI EST UNE ERREUR FATALE!!! VEUILLEZ LA RAPPORTER!!!

source: Removing old config files...
fr: Suppression des anciens fichiers de configuration....

source: Restarting Magic Box...
fr: Redémarrage de la Magic Box...

source: Try Again?
fr: Réessayer?

source: Unable to log-in! Shared secret or Identity secret is blank.
fr: Impossible de s'identifier! Le secret partagé ou d'identité est vide.

source: Write code received by email and click on 'Try Again?' button
fr: Ecrire le code reçu par email et cliquer sur le bouton 'Réessayer?'

source: Unable to log-in! You already have a Steam Authenticator active on current account. To log-in, remove authenticator from your account and use the 'Try Again?' button. (STNG will add itself as Steam Authenticator in your account)
fr: Impossible de s'identifier! Vous avez déjà un Authentificateur Steam activé sur votre compte. Pour s'identifier, supprimer l'authentificateur de votre compte et utiliser le bouton 'Réessayer?'. (STNG s'ajoutera en tant que Authentificateur Steam dans votre compte)

source: Unable to log-in! The secret keys are invalid!
fr: Impossible de s'identifier! Les clés secrètes sont invalides!

source: Write captcha code as shown bellow and click on 'Try Again?' button
fr: Ecrire le code captcha comme ci-dessous et cliquer sur le bouton 'Réessayer'

source: click here
fr: cliquer ici

source: If your password is correct (PLEASE, CHECK AGAIN!) and you removed the authenticator from Steam Account
fr: si votre mot de passe est correct (VEUILLEZ VERIFIER!) et que vous avez enlevé l'authentificateur du Compte Steam

source: Unable to add an authenticator without a valid phone number. Please, go to https://store.steampowered.com/phone/manage add a phone number in your Steam account and try again.
fr: Impossible d'ajouter un authentificateur sans un numéro de téléphone valide. Veuillez aller à https://store.steampowered.com/phone/manage et ajouter un numéro de téléphone valide dans votre compte Steam et réessayer.

source: Write code received by SMS and click on 'Add Authenticator' button
fr: Ecrire le code reçu par SMS et cliquer sur le bouton 'Ajouter Authentificateur'

source: Welcome to STNG Setup How do you want to log-in?
fr: Bienvenue dans la config de STNG Comment voulez-vous vous identifier?

source: Use STNG as Steam Authenticator
fr: Utiliser STNG en tant que Authentificateur Steam

source: Use custom secrets (advanced users only!)
fr: Utiliser des secrets personnalisés (utilisateurs avancés uniquement!)

source: Next
fr: Suivant

source: Waiting user input...
fr: Attente de l'utilisateur...

source: Previous
fr: Précédent

source: Waiting
fr: En attente

source: Text Copied to Clipboard
fr: Texte copié vers le presse papier

source: Please, fix your config file. Accepted values for {} are: {}
fr: Veuillez corriger votre fichier de configuration. Les valeurs acceptées pour {} sont: {}

source: Ignoring value from %s on column %s item %s because value is empty
fr: Valeur ignorée %s sur la colonne %s objet %s car la valeur est vide

source: Nothing
fr: Rien

source: Various
fr: Divers

source: Fatal Error
fr: Erreur Fatale

source: About
fr: A propos

source: Exit
fr: Quitter

source: If you have confirmations, they will be shown here. (20 seconds delay)
fr: Si vous avez des confirmations, elles seront affichées ici. (20 secondes de délai)

source: give
fr: donner

source: receive
fr: recevoir

source: to
fr: vers

source: Accept selected
fr: Accepter la sélection

source: Cancel selected
fr: Annuler la sélection

source: Accept all
fr: Accepter tous

source: Cancel all
fr: Annuler tous
