Repository: calendulish/steam-tools-ng
Catalog: po/*.po
Languages: pt_br

source: steamgifts module has been disabled because you don't have steamgifts plugin installed. To enable it again, install the steamgifts plugin.
pt_br: o módulo steamgifts foi desabilitado porque você não tem o plugin steamgifts instalado. Para habilitar ele novamente, instale o plugin steamgifts.

source: Trade IDs:
pt_br: IDs dos Trades:

source: Wait for Bump:
pt_br: Espera para Bump:

source: steamtrades module has been disabled because you don't have steamtrades plugin installed. To enable it again, install the steamtrades plugin.
pt_br: o módulo steamtrades foi desabilitado porque você não tem o plugin steamtrades instalado. Para habilitar ele novamente, instale o plugin steamtrades.

source: Warning: It's a heavy uncached operation. Fetch only once a day or you will be blocked.
pt_br: Aviso: Isso é uma operação pesada não cacheada. Busque somente uma vez ao dia ou você será bloqueado.

source: Coupon List
pt_br: Lista de Cupons

source: Fetch
pt_br: Buscar

source: Stop fetching
pt_br: Parar de buscar

source: Get selected
pt_br: Obter o selecionado

source: Send
pt_br: Enviar

source: BotID To Donate:
pt_br: BotID para Doação:

source: Token To Donate:
pt_br: Token para Doação:

source: Blacklist:
pt_br: Lista Negra:

source: Minimum Discount:
pt_br: Desconto mínimo:

source: You are logged in as:
pt_br: Você está logado como:

source: Reseting... Please wait!
pt_br: Resetando... Por favor aguarde!

source: Successful! Exiting...
pt_br: Sucesso! Saindo...

source: Removing saved password...
pt_br: Removendo senha salva...

source: Successful!
pt_br: Sucesso!

source: Waiting another process
pt_br: Aguardando outro processo

source: Waiting
pt_br: Aguardando

source: Loading...
pt_br: Carregando...

source: Text Copied to Clipboard
pt_br: Texto copiado para a Área de Transferência

source: Please, fix your config file. Accepted values for {} are: {}
pt_br: Por favor, corrija seu arquivo de configuração. Valores aceitos para {} são: {}

source: Various
pt_br: Vários

source: %s has been stopped due user request
pt_br: %s parou por requisição do usuário

source: Updates
pt_br: Atualizações

source: A new version is available [{}]. It's highly recommended to update.
pt_br: Uma nova versão está disponível [{}]. É altamente recomendado atualizar.

source: accept
pt_br: aceitar

source: cancel
pt_br: cancelar

source: Finalize Confirmation
pt_br: Finalizar Confirmação

source: Do you really want to {} ALL confirmations? It can't be undone!
pt_br: Você realmente quer {} TODAS as confirmações? Isso não pode ser desfeito!

source: {} Do you want to {} the offer? It can't be undone!
pt_br: {} Você quer {} a oferta? Isso não pode ser desfeito!

source: Unable to complete this confirmation. The reason is one of the following: 1. The confirmation you choose already gone. Try another one. 2. You wrote a wrong token in config. Update you config. 3. The Steam server is slow. Wait a minute and try again. If you keep seeing this error, please update the confirmation list.
pt_br: Não foi possível completar essa confirmação. A razão é uma dessas: 1. A confirmação que você escolheu já se foi. Tente outra. 2. Você escreveu um token errado na configuração. Atualize sua configuração. 3. O servidor do Steam está lento. Aguarde 1 minuto e tente novamente. Se você continuar vendo esse erro, por favor atualize a lista de confirmações.

source: Your steam is invalid. (are you logged in?)
pt_br: Seu steam é inválido. (você está logado?)

source: Waiting Steam Server (OP: {})
pt_br: Aguardando o Servidor do Steam (OP: {})

source: Waiting Steam Server response
pt_br: Aguardando resposta do Servidor Steam
