Repository: calendulish/steam-tools-ng
Catalog: po/*.po
Languages: pt_br

source: Default
pt_br: Padrão

source: Light
pt_br: Claro

source: Dark
pt_br: Escuro

source: Critical
pt_br: Crítico

source: Error
pt_br: Erro

source: Warning
pt_br: Aviso

source: Info
pt_br: Informação

source: Debug
pt_br: Depuração

source: English
pt_br: Inglês

source: Portuguese (Brazil)
pt_br: Português (Brasil)

source: French
pt_br: Francês

source: No restriction
pt_br: Sem restrição

source: New Giveaways
pt_br: Novos Giveaways

source: Recommended
pt_br: Recomendado

source: Wishlist
pt_br: Lista de Desejos

source: Group
pt_br: Grupo

source: Region Restricted
pt_br: Restrição de Região

source: Name (A-Z)
pt_br: Nome (A-Z)

source: Name (Z-A)
pt_br: Nome (Z-A)

source: Copies (0..99)
pt_br: Cópias (0..99)

source: Copies (99..0)
pt_br: Cópias (99..0)

source: Points (0-50)
pt_br: Pontos (0-50)

source: Points (50-0)
pt_br: Pontos (50-0)

source: Level (0-100)
pt_br: Nível (0-100)

source: Level (100-0)
pt_br: Nível (100-0)

source: Run all and restart Run all strategies and restart
pt_br: Rodar todas e reiniciar Rodar todas as estratégias e reiniciar

source: Stop and wait after minimum points
pt_br: Parar e aguardar depois dos pontos mínimos

source: Stop and restart after minimum points
pt_br: Parar e reiniciar após os pontos mínimos

source: Free Coupons
pt_br: Cupons Grátis

source: Confirmations
pt_br: Confirmações

source: Card Farming
pt_br: Fazenda de Cartas

source: 33% OFF
pt_br: 33% de Desocnto

source: 50% OFF
pt_br: 50% de Desconto

source: 66% OFF
pt_br: 66% de Desconto

source: 75% OFF
pt_br: 75% de Desconto

source: 90% OFF
pt_br: 90% de Desconto

source: Unsupported language requested. Fallbacking to English.
pt_br: Idioma não suportado requisitado. Usando Inglês.

source: Please, fix your config file. Available values for {}: {}
pt_br: Por favor, conserte seu arquivo de configuração. Valores disponíveis para {}: {}

source: Incorrect log directory. Fallbacking to default.
pt_br: Diretório de log incorreto. Usando o valor padrão.

source: Unable to open steam-tools-ng.log
pt_br: Não foi possível abrir steam-tools-ng.log

source: Saving {}:{} on config file
pt_br: Salvando {}:{} no arquivo de configuração

source: Not saving {}:{} because values are already updated
pt_br: Não salvando {}:{} porque os valores já estão atualizados

source: Done!
pt_br: Feito!

source: SteamId is invalid
pt_br: SteamId é inválido

source: Retrieving user data
pt_br: Recuperando dados do usuário

source: Some login data is missing. If the problem persists, run: {} --reset
pt_br: Alguns dados de login estão faltando. Se o problema persistir, execute: {} --reset

source: Check your connection. (server down?)
pt_br: Verifique sua conexão. (server caiu?)

source: There's already an authenticator active for that account. Remove your current steam authenticator and try again.
pt_br: Já existe um autenticador ativo para essa conta. Remova o seu autenticador steam atual e tente novamente.

source: You must have a phone registered on your steam account to proceed. Go to your Steam Account Settings, add a Phone Number, and try again.
pt_br: Você precisa ter um telefone registrado em sua conta steam para continuar. Vá para as Configurações da sua Conta Steam, adicione um Número de Telefone, e tente novamente.

source: Enter the code received by SMS
pt_br: Insira o código recebido por SMS

source: Adding authenticator
pt_br: Adicionando autenticador

source: Invalid SMS Code. Please, check the code and try again.
pt_br: Código SMS inválido. Por favor, verifique o código e tente novamente.

source: Saving new secrets
pt_br: Salvando novos segredos

source: RECOVERY CODE You will need this code to recovery your Steam Account if you lose access to STNG Authenticator. So, writedown this recovery code. YOU WILL NOT ABLE TO VIEW IT AGAIN!
pt_br: CÓDIGO DE RECUPERAÇÃO Você vai precisar deste código para recuperar sua Conta do Steam caso você perca acesso ao Autenticador do STNG. Então, escreva e guarde esse código de recuperação VOCÊ NÃO CONSEGUIRÁ VER ISSO NOVAMENTE!

source: Enter the revocation code
pt_br: Insira o código de revogação

source: Removing authenticator
pt_br: Removendo o autenticador

source: Too many attempts, try again later.
pt_br: Muitas tentativas, tente novamente mais tarde.

source: Authenticator has been removed.
pt_br: O autenticador foi removido.

source: Unable to remove the authenticator.
pt_br: Não foi possível remover o autenticador.

source: Password decode failed. Trying RAW.
pt_br: Decodificação da senha falhou. Tentando RAW.

source: Please, write your username
pt_br: Por favor, escreva seu nome de usuário

source: Please, write your password (IT'S HIDDEN, and will be encrypted)
pt_br: Por favor, escreva sua senha (ELA ESTÁ ESCONDIDA, and vai ser encryptada)

source: No shared secret found. Trying to log-in without two-factor authentication.
pt_br: Nenhum segredo partilhado encontrado. Tentando logar sem autenticação de dois fatores.

source: Logging in
pt_br: Logando

source: Write code received by email
pt_br: Digite o código recebido por email

source: Your network is blocked! It'll take some time until unblocked. Please, try again later
pt_br: Sua rede está bloqueada! Vai levar algum tempo até que seja desbloqueada. Por favor, tente novamente mais tarde

source: Steam server is requesting a captcha code.
pt_br: O servidor Steam está requisitando um código de captcha.

source: Write Captcha Code
pt_br: Escreva o código captcha

source: Confirm the login on your mobile device or write the steam Code
pt_br: Confirme o login no seu dispositivo móvel ou escreva o código steam

source: shared secret is invalid!
pt_br: segredo partilhado é inválido!

source: Retrying login in 10 seconds ({} left)
pt_br: Tentando novamente em 10 segundos ({} restante)

source: If your previous authenticator has been removed, open your config file and remove the old secrets.
pt_br: Se o autenticador anterior foi removido, abra o arquivo de configuração e remova os segredos antigos.

source: [Y/n]
pt_br: [S/n]

source: [y/N]
pt_br: [s/N]

source: Invalid response from user
pt_br: Resposta inválida do usuário

source: {} is not an accepted value
pt_br: {} não é um valor aceito

source: y
pt_br: s

source: Please, try again.
pt_br: Por favor, tente novamente.

source: %s has been stopped due user request
pt_br: %s parou por requisição do usuário

source: {} module has been disabled because you have a stlib built without SteamWorks support. To enable it again, reinstall stlib with SteamWorks support
pt_br: O módulo {} foi desabilitado porque você tem uma stlib construída sem suporte a SteamWorks. Para habilitar ele novamente, reinstale a stlib com support a SteamWorks

source: {0} module has been disabled because you don't have {0} plugin installed. To enable it again, install the {0} plugin.
pt_br: O módulo {0} foi desabilitado porque você não tem o plugin {0} instalado. Para habilitar ele novamente, instale o plugin {0}.

source: Logging on Steam. Please wait!
pt_br: Logando no Steam. Por favor aguarde!

source: Steam login Successful
pt_br: Login no Steam efetuado com sucesso

source: Waiting 10 seconds to try again
pt_br: Aguardando 10 segundos para tentar novamente

source: A new version is available [{}].
pt_br: Uma nova versão está disponível [{}].

source: It's highly recommended to update.
pt_br: É altamente recomendado atualizar.

source: SteamAPI key found: %s
pt_br: Chave da SteamAPI encontrada:%s

source: Updating your SteamAPI dev key
pt_br: Atualizando sua dev key da SteamAPI

source: Something wrong with your SteamAPI dev key
pt_br: Alguma coisa errado com a sua dev key da SteamAPI

source: Limited account! Using dummy API key
pt_br: Conta limitada! Usando chave API da Alice

source: Initializing module %s
pt_br: Inicializando módulo %s

source: No botID found
pt_br: BotID não encontrado

source: Waiting Changes
pt_br: Aguardando Mudanças

source: Invalid config. Each bot must have id and token.
pt_br: Configuração inválida. Cada bot precisa ter um id e um token

source: Failed when trying to get owned games
pt_br: Falhou ao tentar recuperar os jogos de propriedade

source: The botid {} is invalid
pt_br: O botid {} é inválido

source: Error when fetch inventory
pt_br: Erro ao buscar no inventário

source: The botid {} inventory is empty
pt_br: O inventário do botid {} está vazio

source: Skipping
pt_br: Ignorando

source: The botid {} has no coupons available
pt_br: O botid {} não tem cupons disponíveis

source: Stopping fetching coupons (requested by user)
pt_br: Parando de buscar cupons (requisitado pelo usuário)

source: Ignoring coupon %s due blacklist
pt_br: Ignorando cupom %s devido a lista negra

source: Ignoring coupon %s due low discount value
pt_br: Ignorando cupom %s devido ao valor baixo de desconto

source: Failed to get package details
pt_br: Falha ao recuperar detalhes do pacote

source: Api rate limit reached. Waiting.
pt_br: Chegou ao limite de chamadas à api. Aguardando.

source: Loading
pt_br: Carregando

source: Unable to find Steamgifts plugin.
pt_br: Não foi possível encontrar o plugin Steamgifts.

source: Unable to login. Trying again in 15 seconds
pt_br: Não foi possível logar. Tentando novamente em 15 segundos

source: User is suspended.
pt_br: Usuário está suspenso.

source: Your profile must be public to use steamgifts.
pt_br: Seu perfil precisa ser público para usar o steamgifts.

source: User is not logged in. Trying again in 30 seconds
pt_br: Usuário não está logado. Tentando novamente em 30 segundos

source: Unable to configure steamgifts.
pt_br: Não foi possível configurar o steamgifts

source: Strategy {} is disabled. Skipping.
pt_br: Estratégia {} está desabilitada. Ignorando.

source: No giveaways to join for strategy {}. Skipping.
pt_br: Nenhum giveaway para entrar para a estratégia {}. Ignorando.

source: Minimum points reached.
pt_br: Pontos mínimos alcançado.

source: Unable to join {}.
pt_br: Não foi possível entrar em {}.

source: No giveaways available to join.
pt_br: Nenhum giveaway disponível para entrar.

source: Giveaway is already ended.
pt_br: O giveaway já acabou.

source: Login is lost. Trying to relogin.
pt_br: O Login foi perdido. Tentando relogar.

source: User don't have required level to join.
pt_br: Usuário não tem o level necessário para entrar.

source: User don't have required points to join.
pt_br: Usuário não tem os pontos necessários para entrar

source: Waiting before next strategy
pt_br: Aguardando antes da próxima estratégia

source: Restarting due to mode selection
pt_br: Reiniciando devido ao modo selecionado

source: Waiting for next cycle
pt_br: Aguardando o próximo ciclo

source: Steam is not running.
pt_br: O Steam não está em execução

source: Fallbacking server time to WebAPI
pt_br: Usando server time de reserva da WebAPI

source: Unable to Connect. You can try these things: 1. Check your connection 2. Check if Steam Server isn't down 3. Check if Steam Client is running
pt_br: Não foi possível conectar. Você pode tentar essas coisas: 1. Verifique a sua conexão 2. Verifique se o servidor do Steam não caiu 3. Verifique se o Client Steam está executando

source: The current shared secret is invalid.
pt_br: O segredo partilhado atual é inválido.

source: Steam Client is not running
pt_br: O Cliente Steam não está em execução

source: New code in 30 seconds
pt_br: Novo código em 30 segundos

source: Running
pt_br: Rodando

source: New code in {} seconds
pt_br: Novo código em {} segundos

source: The current identity secret is invalid.
pt_br: O segredo de identidade atual é inválido.

source: Unable to find deviceid. Generating from identity.
pt_br: Não foi possível encontrar o id de dispositivo. Gerando a partir da identidade.

source: Error when fetching confirmations
pt_br: Erro ao recuperar as confirmações

source: Steam is not running
pt_br: O Steam não está rodando

source: Not logged in
pt_br: Não está logado

source: Mixing ingredients
pt_br: Misturando ingredientes

source: Sugar successfully added
pt_br: Açucar adicionado com sucesso

source: Steam Client is not running.
pt_br: O Cliente Steam não está em execução

source: Loading a delicious cake
pt_br: Carregando um bolo delicioso

source: Not enough ingredients
pt_br: Sem ingredientes suficiente

source: Some ingredients are missing from your cuisine
pt_br: Alguns ingredientes estão faltando na sua cozinha

source: getting cake out of pan
pt_br: Retirando bolo da forma

source: Cake is ready
pt_br: O bolo está pronto

source: Game {} doesn't exist
pt_br: Jogo {} não existe

source: Loading {}
pt_br: Carregando {}

source: Running for {} minutes.
pt_br: Rodando por {} minutos.

source: Running {}
pt_br: Rodando {}

source: Unable to find Steamtrades plugin
pt_br: Não foi possível encontrar o plugin do Steamtrades

source: No trade ID found
pt_br: Nenhum ID de trade encontrado

source: Your profile must be public to use steamtrades.
pt_br: Seu perfil precisa ser público para usar o steamtrades.

source: You must be level 1 or greater to use steamtrades.
pt_br: Você precisa ser level 1 ou maior para usar o steamtrades.

source: Unable to find trade id
pt_br: Não foi possível encontrar o id de troca

source: Unable to bump
pt_br: Não foi possível levantar

source: No trades available to bump
pt_br: Nenhum trade disponível para entrar.

source: Trade {}({}) is closed
pt_br: Trade {}({}) está fechado

source: Invalid game id {}. Ignoring.
pt_br: Id do jogo inválido {}. Ignorando.

source: Updating {} drops
pt_br: Atualizando {} drops

source: Game paused
pt_br: Jogo pausado

source: Steam Server is busy
pt_br: O Servidor do Steam está ocupado

source: Done
pt_br: Feito

source: No more cards to drop.
pt_br: Sem mais cartas para dropar.

source: Skipping {}
pt_br: Pulando {}

source: +{} other
pt_br: +{} outro

source: +{} others
pt_br: +{} outros

source: {} from {} remaining ({} cards)
pt_br: {} de {} restante ({} cartas)

source: Logging on Steam
pt_br: Logando no Steam

source: %s is requesting a reinitialization.
pt_br: %s está requisitando uma reinicialização.

source: %s is enabled but not initialized. Initializing now.
pt_br: %s está habilitado mas não inicializado. Inicializando agora.

source: Adding a new callback for %s
pt_br: Adicionando um novo callback para %s

source: %s is disabled but not cancelled. Cancelling now.
pt_br: %s está desabilitado mas não cancelado. Cancelando agora.

source: Disabled
pt_br: Desabilitado

source: Skipping confirmations update because data doesn't seem to have changed
pt_br: Ignorando atualização das confirmações porque os dados não parecem ter mudado

source: Nothing
pt_br: Nada

source: Manage Steam Authenticator
pt_br: Gerenciar Autenticador Steam

source: SMS Code:
pt_br: Código SMS:

source: Revocation Code:
pt_br: Código de Revogação:

source: Some login data is missing. If the problem persists, go to: Settings -> Login -> Advanced -> and click on RESET Everything.
pt_br: Algum dado de login está faltando. Se o problema persistir, vá para: Configurações -> Login -> Avançado -> e clique em RESETAR Tudo.

source: Enter bellow the code received by SMS and click on 'Add Authenticator' button
pt_br: Insira abaixo o código recebido por SMS e clique no botão 'Adicionar Autenticador'

source: Add Authenticator
pt_br: Adicionar Autenticador

source: Invalid SMS Code. Please, check the code and try again.
pt_br: Código SMS inválido. Por favor, verifique o código e tente novamente.

source: Enter bellow the revocation code and click on 'Remove Authenticator' button
pt_br: Insira abaixo o código de revogação e clique no botão 'Remover autenticador'

source: Remove Authenticator
pt_br: Remover Autenticador

source: Log-in
pt_br: Logar

source: Username:
pt_br: Nome de usuário:

source: Password:
pt_br: Senha:

source: Code:
pt_br: Código:

source: Save Password:
pt_br: Salvar Senha:

source: Advanced Login
pt_br: Login Avançado

source: Identity Secret:
pt_br: Segredo de Identidade:

source: Shared Secret:
pt_br: Segredo Partilhado:

source: Login cancelled! Modules will not work correctly!
pt_br: Login cancelado! Os módulos não funcionarão corretamente!

source: Username or Password is blank!
pt_br: Nome de usuário ou Senha está vazio!

source: Cancelling current login poll.
pt_br: Cancelando a sondagem de login atual.

source: Write code received by email and click on 'Log-in' button
pt_br: Escreva o código recebido por email e click no botão 'Logar'

source: Write captcha code as shown bellow and click on 'Log-in' button
pt_br: Escreva o código captcha como mostrado abaixo e clique no botão 'Logar'

source: Confirm the login on your mobile device or write the steam code Waiting...
pt_br: Confirme o login em seu dispositivo móvel ou escreva o código steam Aguardando...

source: Retrying login in {} seconds ({} left)
pt_br: Tentando logar novamente em {} segundos ({} restante)

source: If your previous authenticator has been removed, open advanced login bellow and remove the old secrets.
pt_br: Se o autenticador anterior foi removido, abra o login avançado abaixo e remova os segredos antigos.

source: Check your connection. (server down? blocked?) Waiting {}
pt_br: Verifique sua conexão. (server caiu? bloqueado?) Aguardando {}

source: Continue
pt_br: Continuar

source: Cancel
pt_br: Cancelar

source: Get Coupon
pt_br: Obter Cupom

source: You must wait {} seconds to get another coupon
pt_br: Você precisa aguardar {} segundos antes de obter outro cupom

source: You are about to request {} The item will be automatically added at your inventory in 1 minute
pt_br: Você está prestes a requisitar {} O item será automaticamente adicionado ao seu inventário em 1 minuto

source: You must select something
pt_br: Você precisa selecionar alguma coisa

source: Send Coupon
pt_br: Enviar Cupom

source: You are about to giveaway all coupons in your inventory The items will be automatically accepted and transferred in 1 minute
pt_br: Você está prestes a doar todos os cupons do seu inventário Os itens serão automaticamente aceitos e transferidos em 1 minuto

source: Inventory is empty.
pt_br: O inventário está vazio.

source: Unable to complete this trade. The reason is one of the following: 1. The item you choose already gone. Try another one. 2. You wrote a wrong token in config. Update you config. 3. The Steam server is slow. Wait a minute and try again. If you keep seeing this error, please update the coupon list.
pt_br: Não foi possível completar essa troca. A razão é uma dessas: 1. O item que você escolheu já acabou. Tente outro. 2. Você escreveu um token errado na configuração. Atualize sua configuração. 3. O servidor do Steam está lento. Aguarde 1 minuto e tente novamente. Se você continuar vendo esse erro, por favor atualize sua lista de cupons.

source: Waiting Steam Server
pt_br: Aguardando o Servidor do Steam

source: Your steamid is invalid. (are you logged in?)
pt_br: Seu steamid é inválido. (você está logado?)

source: botid to donation is invalid. Check your config.
pt_br: botid de doação é inválido. Verifique sua configuração.

source: You will need to manually confirm the trade offer. Check your email.
pt_br: Você vai precisar confirmar a troca manualmente. Verifique seu email.

source: Mobile confirmation is needed but the confirmation module isn't enabled. You will need to manually confirm the trade offer.
pt_br: Uma confirmação de celular é necessária mas o módulo de confirmações não está habilitado. Você vai precisar confirmar manualmente a oferta de troca.

source: Waiting trade confirmation
pt_br: Aguardando a confirmação da troca

source: Settings
pt_br: Configurações

source: General
pt_br: Geral

source: Config File Directory
pt_br: Diretório do Arquivo de Configuração

source: Config / Log file Directory
pt_br: Diretório do arquivo de Configuração / Log

source: Log File Directory
pt_br: Diretório do Arquivo de Log

source: Theme:
pt_br: Tema:

source: Language
pt_br: Idioma

source: Show close button:
pt_br: Mostrar botão fechar:

source: Level:
pt_br: Nível:

source: Console level:
pt_br: Nível do console:

source: Log color:
pt_br: Cor do log:

source: You must restart the STNG to apply the new language
pt_br: Você precisa reiniciar o STNG para aplicar o novo idioma

source: Git Repository
pt_br: Repositório Git

source: Made with Love <3
pt_br: Feito com amor <3

source: Preferences
pt_br: Preferências

source: About
pt_br: Sobre

source: Exit
pt_br: Sair

source: Limited Account! Some modules will not work!
pt_br: Conta Limitada! Alguns módulos não irão funcionar!

source: Coupons
pt_br: Cupons

source: Accept
pt_br: Aceitar

source: Accept All
pt_br: Aceitar Tudo

source: Cancel All
pt_br: Cancelar Tudo

source: Enable:
pt_br: Habilitar:

source: steamguard module has been disabled because you have logged in but no shared secret is found. To enable it again, click Settings -> Add STNG as your Steam Authenticator or go to Advanced and add a valid shared secret
pt_br: o módulo steamguard foi desabilitado porque você logou mas nenhum segredo compartilhado foi encontrado. Para habilitar novamente clique em Configurações -> Adicionar STNG como seu Autenticador Steam ou vá para Avançado e adiciona um segredo compartilhado válido

source: Enable Confirmations:
pt_br: Habilitar Confirmações:

source: confirmations module has been disabled because you have logged in but no identity secret is found. To enable it again, click Settings -> Add STNG as your Steam Authenticator or go to Advanced and add a valid identity secret
pt_br: O módulo de confirmações foi desabilitado porque você logou mas nenhum segredo de identidade foi encontrado. Para habilitar novamente, clique em Configurações -> Adicionar STNG como seu Autenticador Steam ou vá para Avançado e adicione um segredo de identidade válido

source: Login with another account
pt_br: Logar com outra conta

source: Add STNG as your Steam Authenticator
pt_br: Adicionar STNG como seu Autenticador Steam

source: Remove STNG Authenticator from your Steam Account
pt_br: Remover o Autenticador STNG da sua Conta Steam

source: Remove Saved Password
pt_br: Remover Senha Salva

source: Advanced
pt_br: Avançado

source: Warning: Don't mess up these settings unless you know what you are doing!
pt_br: Aviso: Não mexa nessas configurações a não ser que você saiba o que está fazendo!

source: Device ID:
pt_br: ID de Dispositivo:

source: Steam ID:
pt_br: ID do Steam:

source: Reset Everything (USE WITH CAUTION!!!)
pt_br: Resetar Tudo (USE COM CUIDADO!!!)

source: Mandatory waiting:
pt_br: Espera obrigatória:

source: Wait while running:
pt_br: Espera enquanto roda:

source: Wait for drops:
pt_br: Espera pelos drops:

source: Max concurrency:
pt_br: Simultaneidade Máxima:

source: Invisible:
pt_br: Invisível:

source: Reverse Sorting:
pt_br: Organizar Inversamente:

source: cardfarming module has been disabled because you have a stlib built without SteamWorks support. To enable it again, reinstall stlib with SteamWorks support
pt_br: o módulo de fazenda de cartas foi desabilitado porque você tem um stlib construído sem suporte a SteamWorks. Para habilitar novamente, reinstale a stlib com suporte a SteamWorks.

source: Developer Giveaways
pt_br: Giveaways de Desenvolvedor

source: Mode:
pt_br: Modo:

source: Wait after each strategy:
pt_br: Espera após cada estratégia:

source: Wait after full cycle:
pt_br: Espera após ciclo completo:

source: Minimum points:
pt_br: Pontos mínimos:

source: Strategy {}
pt_br: Estratégia {}

source: Minimum
pt_br: Mínimo

source: Maximum
pt_br: Máximo

source: Restrict Type:
pt_br: Restringir Tipo:

source: Sort Type:
pt_br: Tipo de Ordenação:
